Repository: AhrimanFrog/ImageSearch
Catalog: ImageSearch/Localizable.xcstrings
Source language: en
Languages: uk

source: %lld Free Images
uk: %lld Безкоштовних зображень

source: All
uk: Всі

source: APP License
uk: Ліцензія

# bad_request
source: Cannot fetch data. Bad request
uk: Неможливо отримати дані. Спробуйте інший запит

# bad_response
source: Cannot convert data, try again
uk: Неможливо обробити дані. Спробуйте пізніше

source: Change
uk: Зміна

source: Download
uk: Завантажити

source: Horizontal
uk: Горизонтальна

source: Illustration
uk: Ілюстрації

source: Image Type
uk: Тип зображення

# invalid_data
source: Cannot form request. Invalid data input
uk: Неможливо сформувати запит

source: Latest
uk: Останні

# license
source: Free for commercial use No attribution required
uk: Безкоштовно для комерційного використання. Вказівка ​​авторства не потрібна

source: Minimal Height
uk: Мінімальна висота

source: Minimal Width
uk: Мінімальна широта

# network_problem
source: Cannot send request. Check your network connection
uk: Неможливо надіслати запит. Перевірте мережеве зʼєднання

source: Order
uk: Порядок

source: Orientation
uk: Орієнтація

source: Photo
uk: Фото

# photo_format_%@
source: Photo in %@ format
uk: Фото у форматі %@

source: Popular
uk: Популярні

source: Related
uk: Повʼязані

source: Safe Search
uk: Безпечний пошук

# save_successful
source: Photo saved successfully!
uk: Фото збережено успішно!

source: Search
uk: Пошук

# search_prompt
source: Search images, vectors and more
uk: Шукайте зображення, малюнки, тощо

source: Settings
uk: Налаштування

source: Share
uk: Поділитись

# title_label
source: Take your audience on a visual adventure
uk: Відправте свою аудиторію у візуальну пригоду

source: Unknown error
uk: Невідома помилка

source: Vector
uk: Векторні

source: Vertical
uk: Вертикальна

# wrong_code_%lld
source: Wrong status code received - %lld. Cannot convert data
uk: Отримано неправильний код стану - %lld. Не вдається конвертувати дані
